import React from 'react';
import '../style/AboutUs.css';
import '../style/index.css';
function Tips() {
  return (
    <div className='Tips'>
      <h1 className='tiptitle' style={{ textAlign: "center", fontWeight: 'bold', fontSize: '30px' }}>טיפים<br></br>
        כשמדובר בעזרה לאנשים נזקקים, העיקר הוא להגן על הבריאות והבטחון של המתנדבים והמשתמשים.<br></br> הנה כמה טיפים שיכולים לעזור לך:
      </h1>
      <br />
      <div className='tip'>
        <p>
          <strong>חפשי עזרה מקצועית:</strong> פני לארגונים המתמחים במתן עזרה לאנשים נזקקים. בהתאם למיקום, ישנם מספר ארגונים שיכולים לסייע. חשוב לדבר עם מישהו ולא להישאר לבד.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>תכנני מראש:</strong> תכנני את התקופה הקרובה והשתדלי להפחית את הסיכון לפגיעה אפשרית. חשוב לצאת מהבית עם אדם נוסף ולתכנן את המסלול שלך מראש.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>העבירי את המיקום שלך:</strong> במקרה של סכנה או צורך בעזרה, נסי להעביר את מיקומך לאנשים אמינים שיכולים לסייע. זה יכול להפחית את הסיכון ולהגביר את תחושת הבטחון.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>חפשי תמיכה:</strong> בנוסף לפניה לארגונים, חשוב לפנות לחברים ולמשפחה לתמיכה נפשית וחברתית. תמיכה כזו יכולה לעזור בהתמודדות עם האתגרים.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>ערכי רשימת משימות שבועית:</strong> תוכלי לכלול ברשימה זו לפחות שתי משימות שנועדו עבורך, כדי לוודא שיש לך זמן לפעילויות שאת אוהבת.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>הקפידי על זמן לפעילויות אהובות:</strong> הקדישי חצי שעה ביום לדברים שאת אוהבת, כמו ספורט או תחביבים.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>קבעי זמנים ברורים:</strong> הגדירי זמנים שבהם את מתרכזת במשימות הבית או בפעילויות אחרות, כדי להבטיח סדר וברור.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>זמן איכות לזוגיות:</strong> הקדישי זמן לזוגיות ללא הילדים. אפשר להשתמש בכרטיסי משחק כדי לדבר על נושאים שאת נמנעת מהם.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>יצירת אווירה נעימה בבית:</strong> השתמשי בכלים וחפצים שיעזרו לכל בני הבית להרגיש נוח בביתם.
        </p>
      </div>
      <div className='tip'>
        <p>
          <strong>שיתוף במשימות הבית:</strong> במידה ואת חשה עמוסה, נסי לשתף את בני הבית במשימות. אפשר להפוך את המשימות לפעילות חווייתית שכולם יוכלו ליהנות ממנה.
        </p>
      </div>
      <br></br><br></br>
    </div>
  );
}

export default Tips;
